index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2023-05-03 三 16:37 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>PUBLIC CONTACT INFORMAITON</title>
<meta name="author" content="shifeng" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">PUBLIC CONTACT INFORMAITON</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org8484d19">1. contact me</a></li>
<li><a href="#org56085ea">2. pgp public key</a></li>
</ul>
</div>
</div>

<div id="outline-container-org8484d19" class="outline-2">
<h2 id="org8484d19"><span class="section-number-2">1.</span> contact me</h2>
<div class="outline-text-2" id="text-1">
<ul class="org-ul">
<li>phone: 19885531128</li>
<li>email: 19885531128@139.com</li>
<li>xmpp: sama53@conversations.im</li>
<li>pgp finger: 09AFE0C206E9E37082F4CF77ABAC70BC8E00EF1F</li>
</ul>
</div>
</div>

<div id="outline-container-org56085ea" class="outline-2">
<h2 id="org56085ea"><span class="section-number-2">2.</span> pgp public key</h2>
<div class="outline-text-2" id="text-2">
<pre class="example" id="org8c8a0ee">
-----BEGIN PGP PUBLIC KEY BLOCK-----

mQGNBGOTz1oBDAC1im9k2mtcIU4n6PdkfpGUh5xISpPuIo4kRYTjNCGa87y3zc8i
Typ4wbLYR4auOK6y17sWha0X7409pxyTdHSFiqv+teUgZ16YmS+7nl0yPd5Z3vXt
YkPZuZ1XlNJNPoW2osUI4BZyvrgJ0q2BxIMOC/aqsmw1+1L7GVoK1iT+33conxLc
iCQcuf9BKEgZW/YdanjeS9XDmrL7FnfhsosQgH6ciqm15ZBNMOVWixUNUDGgLKWD
GTsH5qfdezWSqZSMKClmU9M7yIAPQQxmkJ8u4rJMZ9T8M9e6tf0ZbeHZ85P/6AsW
cKYZEGkYMuoRP4gksYo9eH94/aGAHTlexdCMkGHv1CXG5Z5dj4fYIXAhSqysIt35
1mZnegiJJ/fvkzzs6jzGZZeJlJWMcNpG9moJOrIYtuCzybxfEGLAy00e9OcGfxIO
I4BUf9R7hLbzjFaurOt98N9Fsz1VhPbBL4JHhHlhBHS446o08t2UdQR6+5K17xtS
6qg8H6hQ0H+dc2MAEQEAAbQYU2FtYTUzIDxzZkBzYW1hNTMubG9jYWw+iQGwBBMB
CgAaBAsJCAcCFQoCFgECGQEFgmOTz1oCngECmwMACgkQq6xwvI4A7x8xzQv7BGKN
EHwSbMpQZSxE7vd5mnrI/FvcsSgxq0QNNXHpKFfQLegq0A/mfB9zjoFu9Id94cge
QmPkq7TS7K/lGSnl2SItjFyK+1XRFFf4IKGWW56GXMl8i+d1Urx1S9QEUqczz7HI
+/hnNQy3Mix+4YT9PhyZWtc4b+YW4yMbNM6jq+DjE3AGdYfprR2YlXe1PnRIg78W
/ZjYtXfpln8LzTfFXGrMn0O4+bsvawCVp51edahQGLF/3LT+iSIS2jVZOWz+tNS9
X2ij9q8KG08quk2stKwF2hZNeLToaKdYQGUw5GKfeY3l1V7Hx13QUp1JC5IVOJQn
11iR7aID404B0VkjOOrhnPlbwUqNgWyDwNHO7cNUSmiAwKQ5Dp2L3DqoKGjb7SR4
b0lL1CdewidfYtzf2zE4/kM/xdmcKMQhgzJFv38M/ahkBzyVvLnmjDS8MEBpD6LB
z03MUTGDtoCV9FskLqWde3xAIIZJeA/AIcIU7QfsXMqfvXpsdgnbC8apF/wIiQIz
BBABCAAdFiEE5F9cvf1yBpEIYFYzdD2E+cNn7okFAmOWkSgACgkQdD2E+cNn7olB
bQ/9F9naE2RFaF8z/R2Kft8f810Sf4vcodOxmXc9V0jI7efyq/qEzlT/3yuJAiUd
zIzR8mljuxm3JCEDUv8HyW9XHmS2xka5YNKNX+6FVndvJhi9ZJZO1hkaGFfrbONA
f02WG36parUviElXJKZBCC5yB10jN7Hhcqz+i0lnt5IOYvrkIxIUofivI22g4BKH
IBBxXY9ds6o3iFlFy0b8SmkMPGUlcXWDpZE6qWNSWlIM9JaTNXCmL/IOPRfLwmC3
tLr7AJOVoxEGjg595s7/wApBgEIpIw86BLeoyC66qkGjN9xHM1WAIpJaEG814wpo
Q76RBN0yV7cAPnX41Rwkre5Vbw33vemeBpEW5bv7I/Gg7/hHFFhHKJpND2BrZput
ecQ7eQHooFpSaj8p1WrFmOWLATZrtubd1qbtPnmRn3qc1egTFqW9THyLj0Pq9bAp
gfrgOkRqHWnf/7wtDZGx/6msRwwZZZtFkVnB08zglt+QX2OBi5w2eHzzn9EDBrpo
p3OpqmGs7fvJrU2Q8vJOHTtSNG02+zLQ04P+CZRVJ4Fg46vnGOjT0CNeesQ4af07
6z0i7Oe9kgCuGSvC03KkBHgvxGSBTN/jU3Ct1Lm3eyje+ncFKPE1LZkBPZ9b35qC
gdS1qECBDnVur87F3ynBVMLPGm076CEX4RP5/lpgqHp/+SyIdQQQFgoAHRYhBLmT
hNACgefIt0qqMCbgY/eXrvbDBQJj22vVAAoJECbgY/eXrvbDJ8kA/jmIJ6rra9Tz
LtafEIvxgLu3+lQasVZBwL4gQYjHuEdfAQDNmlM4Mo3e6JlDBZP9S3NKPcQKHZnO
Eecgo/S9dh3GAIh1BBAWCgAdFiEEuZOE0AKB58i3SqowJuBj95eu9sMFAmRSFyoA
CgkQJuBj95eu9sPSNAEAoL9ceJBIoc/ZZIEHLjpAv6TMoyK5po5Vfd2j3IivMzkB
AJKvSR4p3RUUHwjptbRAkxPGD049IKW7ny28pXAJXfUCtB1BNTMtMTM5IDwxOTg4
NTUzMTEyOEAxMzkuY29tPokBsAQTAQoAGgQLCQgHAhUKAhYBAhkABYJj22n0Ap4B
ApsDAAoJEKuscLyOAO8frkUL/26vpq+T0SYvy30dtg45/NKpG7y1fNerHAtw7vvD
+me4+KNMVfB8GH439d/fjQ5RPjQ06di04A3dyv/OC+JU+YNE/dO9i0nKaulgXyr9
GGM98SvI5qFKllbuNAYuDTG1RD3yefUjAEqEu4sKsgDSv+5DdjlhJJnI1hZyrc97
+vVli3C21MRm6zB7C9mDmP2Lw5rvw+1xCdkDSxY29uIUeyVc1MgZJwsKNEefsGmK
MPf2GhFZCOGbBVgssWUR1vdeXRslDr1+jRMM1BjQkOT+R+D+Otk8zXSrudrPTtkL
I4M5Le4G6Cj4fW1dD5CqUuh/b6Fyttbmyf+i/GZx7u4uewdf0oZEZvEf+Nm7493q
3heQGcONaLbMsBWSFjSrIULSWqurjAEQCo952HNVaxWIxqonemeeGj6/Qg8QHp7Z
obqjvLwhGBbMZEKCsrN/xRTlGIP+5LMNfGgeOJIYvTsXPRofrn3jdEPDi4LhMuUD
b51QFimM17CdPTYxnm6aivn43Ih1BBAWCgAdFiEEuZOE0AKB58i3SqowJuBj95eu
9sMFAmPba9kACgkQJuBj95eu9sMGYgEAvZ/5Wt5agzRy7D5sTvslUr2ddurwLF84
Y4/JhZlKhWcBANkNqq8vHR+Ld3BSLjYQIZQeEQdTVAeViS3z9Eh8XW4KiHUEEBYK
AB0WIQS5k4TQAoHnyLdKqjAm4GP3l672wwUCZFIXLwAKCRAm4GP3l672wxUhAP9q
OEmQmE2uZ5iGvZ74N0xg25z4WBPi50dSN4RUEtkAZQEA12au+gEIRE6uakbLcaw9
zj5TaN399Ndi3c3qtFOhrw+0GUE1My0xMzlhIDxxaWFuc2ZAMTM5LmNvbT6JAbAE
EwEKABoECwkIBwIVCgIWAQIZAAWCY9tqMwKeAQKbAwAKCRCrrHC8jgDvH7kdC/48
a3F8N1ELZCJ2o98GeqkAyklnvyO+hEDtP9gDf7TWG/8APAO8mJq7rZGJZnbiCB+S
dARCBFB6tKNHDuIfMOq+GMKqIr7C8SI688xUZwM8kVxIuedT2mzU7B9VE1t1CfTx
GFUaR4ydoeJkPK8mV/Mc3Ef8QGT0Nbcea1XmgAppRMEhbkQjKxPRs/iBTByoqnhh
Eqg/4am0RLDqG2BI9HC4i2nZMLOgJm+2/AohPZKQW9Z8pEqEcnAgqdDlWNvtlP88
ZIwT/rN2LSo31vXTiFtI60v02VRr/NOJDqtexFsYGTCpTgv3c59t3ty5iOI57qW/
uQfKFXpRuSm0dQGTRwcIobsmaUmHo2fJtT1FZjZ3pBTyzuWJ7kssP4YyY2SScHH5
DzpmupAEFNyLwiz81RKEOZvQ1Kp42OkFYaynaMnPKEsrGawWrkJoHdBAA+f9qShZ
kS6YJPwyFjCsbWMu5jlviN75MsoTLe++ASPY0205L5pSDjGiu1vP4kn9jYB0+tSI
dQQQFgoAHRYhBLmThNACgefIt0qqMCbgY/eXrvbDBQJj22vZAAoJECbgY/eXrvbD
1xEA/jSZIUmlsbPodvIpbo9B1mCzN1QnM9q3kdZKplLtcMf4APwNdJsE4WkZaWU3
2hFsOdQqJo0uDKawVcmeB/9wkMoZCYh1BBAWCgAdFiEEuZOE0AKB58i3SqowJuBj
95eu9sMFAmRSFy8ACgkQJuBj95eu9sPXZwEAtGZnd2wjQw0tkZlIk8Z0zHx1R8op
zcuB/vTzD9nx+hkA/1Pxzj23NcVJ2Dt2h76JSU55SUDvorrHmAytVGGpxaULuQGN
BGOTz1oBDACBDUoxUlB2pSiPCgekjKnLaDqQCHWUjZ2EZdKFDjvnwWjs+Pz9yJZ0
NtTLEAyQXnvwbtTGy2bfrnt4Pdvati0hxIvAEeO1/ejEyJ6emDy0kL4G5645brrn
Uqedpq1OkGpE6fKFghed8Csudx4G0ele5SO+ntG85khzpfXIJCWgb+0tzvPxGUh2
LXq75rIMWBz9HbbVREtyqYsWnB7a3zv92u+px5O8MCXRISLe/bMInunwPxbi797t
H3Ce3gzqAjMuJ4Gl917/Wy+vf6MrpMkP/pCwjy4JYJV+ZVUi2slUu3EwjRd9MtlD
fZP9WV6+OkPCnywHcovLbJJ+Mr88d9MsMK5MwitY7dMRDqken4zv4ze1K0kylSqx
3N8Kqjn/1GUQ7JsTsIKcchHDXBjjc9liZwTcEvQtI0fje00E4uOR0ccSfvQN2Aq3
L/sxrmFhD/UVE/qacRnr+QNkX69WcQjVNBcxyMadGBIbXT450GExDkGCEAT0rnY4
7uwfDt4PA1cAEQEAAYkBnwQYAQoACQWCY5PPWgKbDAAKCRCrrHC8jgDvHxbMDACp
K+98RTzWLmVlB5ENSpv8rgiMn0Y/drpT/5SzIp0Cv9wfLJD1vKkKO/M2uF03buGP
DszicOddfXfs0Ek0PDPpDnO4rnhgW1qBuw81D+hj/pg4GUiEpvOxfTPnATsWS2qD
AobhpmplKtl0YPKwuIGfVbkqpaoXMF5pLUgVDe5rWvceJNJODceLOXY7w3JfsokF
mF2peclo3Zx0BYuPTWprHXdJO8HPA1qO+jkwH/+w163AHVGNJtZZbTBJaBwk9Vi5
J3usoEyWM5oqrjYvCm0gIZ8+OwuS+94v4Wg7xr3sU6otlALliyKlhS0KEAU966Dp
vhkNTEoXKANPFXwxVY+EQh2OBBLABlNrBIcbgvi4t5Op2ulXQEAPFlj+cvWA5JDh
X5n1breOqGLcF65I7n5JZ936ZWQENSoS678ftB4pE669CiFViHMK1bGpK50Dnhvt
Wx0K1HTlSsgpAIKNrh4vTtyzio7OmKTEZejKbrhk7O31FElI0vB20o1FBw3q61o=
=5SA6
-----END PGP PUBLIC KEY BLOCK-----

</pre>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: shifeng</p>
<p class="date">Created: 2023-05-03 三 16:37</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>